[Setting]
Language=KOR

[String]
IDS_GML_1=시작

IDS_GML_2=부품 그룹1

IDS_GML_2_1=스트레이트 이젝터핀
IDS_GML_2_2=이단이젝터핀
IDS_GML_2_3=중간 플랜지붙이 이젝터핀
IDS_GML_2_4=사각 이젝터핀
IDS_GML_2_5=이젝터 슬리브
IDS_GML_2_6=스트레이트 센터핀
IDS_GML_2_7=이단센터핀
IDS_GML_2_8=테이퍼없는 센터핀
IDS_GML_2_9=스트레이트 코어핀
IDS_GML_2_10=이단코어핀
IDS_GML_2_11=테이퍼없는 코어핀
IDS_GML_2_12=보스용_이형상_인로우 코어핀
IDS_GML_2_13=블록 코어핀_캐비티 인서트


IDS_GML_3=부품 그룹2

IDS_GML_3_1=스틸 플레이트
IDS_GML_3_2=데이트 마크_리사이클 마크_가스벤트
IDS_GML_3_3=앵귤러 핀_로킹 블록
IDS_GML_3_4=슬라이드 코어_루즈 코어
IDS_GML_3_5=가이드 레일_슬라이드 플레이트
IDS_GML_3_6=스프루 부시_로케이트링
IDS_GML_3_7=러너 로크 핀_전극
IDS_GML_3_8=핀포인트 게이트 부시
IDS_GML_3_9=가이드 부품
IDS_GML_3_10=위치결정 부품
IDS_GML_3_11=이젝터 스페이스 관련 부품
IDS_GML_3_12=금형 열림 제어 부품


IDS_GML_4=부품 그룹3

IDS_GML_4_1=냉각 관련 부품①_커플러_원터치 조인트
IDS_GML_4_2=냉각 관련 부품②_조인트_호스_금형 내부 냉각
IDS_GML_4_3=온도 조절 히터
IDS_GML_4_4=단열판
IDS_GML_4_5=나사_와셔_소형 부품
IDS_GML_4_6=케미컬 제품
IDS_GML_4_7=스프링
IDS_GML_4_8=대형_핫 러너 관련 부품
IDS_GML_4_9=다이캐스트형용 부품
IDS_GML_4_10=성형 관련 부품

IDS_GML_5=금형도 검색

IDS_GML_6=즐겨찾기

IDS_GML_7=이력

IDS_GML_8=자세히 검색

IDS_GML_9=분류 구조도

IDS_GML_10=수정

IDS_GML_11=부품표

IDS_GML_12=부품 미리보기 속성

IDS_GML_13=사용자 설정

IDS_GML_13_1=지역_언어_재질 규격
IDS_GML_13_2=커스터마이즈 정보
IDS_GML_13_3=모델 출력_CAD 연계
IDS_GML_13_4=부품표 설정

IDS_GML_14=도움말

IDS_GML_14_1=사용 방법
IDS_GML_14_2=거래 정보
IDS_GML_14_3=피드백
IDS_GML_14_4=버전 정보

IDS_GML_15=自定义属性

IDS_GML_DLG_TITLE=Sample for Mold 4.0（3.7）
IDS_GML_DLG_1=Interfaces Initialize
IDS_GML_DLG_2=Init
IDS_GML_DLG_3=SDK Language Setting
IDS_GML_DLG_4=Default
IDS_GML_DLG_5=Import && Setting
IDS_GML_DLG_6=Start
IDS_GML_DLG_7=수정
IDS_GML_DLG_8=Modify String
IDS_GML_DLG_9=수정
IDS_GML_DLG_10=부품표
IDS_GML_DLG_11=PCS'
IDS_GML_DLG_12=Clear Existing BOM
IDS_GML_DLG_13=BOM String
IDS_GML_DLG_14=打开部品表
IDS_GML_DLG_15=File Path
IDS_GML_DLG_16=Model File
IDS_GML_DLG_17=Property File
IDS_GML_DLG_18=Setting Save Path
IDS_GML_DLG_19=Auto Open

IDS_GML_LISTCTRL_R0C0=Part Name
IDS_GML_LISTCTRL_R0C1=Part Number
IDS_GML_LISTCTRL_R0C2=PCS'
IDS_GML_LISTCTRL_R0C3=Delivery
IDS_GML_LISTCTRL_R0C4=Material
IDS_GML_LISTCTRL_R0C5=Photo
IDS_GML_LISTCTRL_R0C6=Remark
IDS_GML_LISTCTRL_R0C7=Product Series

IDS_GML_CREATE_DISPATCH_FAIL=Mold EX-Press API Fail to Initialize!
IDS_GML_INIT_SUCCESS=Mold EX-Press API Succeed to Initialize!
IDS_GML_MODEL_SAVED_PATH=Generated Model Saved Path:
IDS_GML_ATTRIBUTE_DUMPED_FILE=Model Attribute Dumped File:
IDS_GML_BOM_NUMBER_LIMIT=Model Number Should Exceed 0!

IDS_GML_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/简介.htm
IDS_GML_LINK_1=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/接口初始化.htm
IDS_GML_LINK_2=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/常规导入.htm
IDS_GML_LINK_3=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/编辑.htm
IDS_GML_LINK_4=..\\..\\Doc\\Help_chs_20160504_AA.chm::/HTML/部品表.htm